Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WHAProblemDescription
source: Something went wrong. Launch the Home app on your iOS device to try to fix the problem.
ar: حدث خطأ ما. شغل تطبيق المنزل على جهاز iOS لمعالجة المشكلة.
ca: S’ha produït un error. Obre l’app Casa del dispositiu iOS per intentar solucionar el problema.
cs: Došlo k chybě. Spusťte na svém iOS zařízení aplikaci Domácnost a zkuste problém opravit.
da: Noget gik galt. Åbn appen Hjem på din iOS-enhed for at forsøge at løse problemet.
de: Ein Fehler ist aufgetreten. Starte die App „Home“ auf deinem iOS-Gerät und versuche, das Problem zu beheben.
el: Κάτι πήγε στραβά. Εκκινήστε την εφαρμογή «Οικία» στη συσκευή iOS σας για επιδιόρθωση του προβλήματος.
es: Se ha producido un error. Usa la app Casa de tu dispositivo iOS para intentar solucionar el problema.
es_us: Ocurrió un error. Abre la app Casa en tu dispositivo iOS para intentar solucionar el problema.
fi: Jotakin meni vikaan. Käynnistä Koti-appi iOS-laitteessa ja yritä korjata ongelma.
fr: Une erreur s’est produite. Ouvrez l’app Maison sur votre appareil iOS pour tenter de corriger le problème.
fr_ca: Un problème est survenu. Lancez l’app Domicile sur votre appareil iOS pour essayer de résoudre le problème.
he: משהו השתבש. יש לפתוח את היישום ״הבית שלי״ במכשיר ה-iOS כדי לנסות לתקן את הבעיה.
hi: कुछ गड़बड़ हो गई है। इस समस्या को सुधारने की कोशिश करने के लिए घर ऐप को अपने iOS डिवाइस पर लॉन्च करें।
hr: Nešto je pošlo ukrivo. Otvorite aplikaciju Dom na iOS uređaju kako biste pokušali ispraviti problem.
hu: Valami probléma történt. Indítsa el az Otthon appot az iOS-eszközén a probléma kijavításának megkísérléséhez.
id: Ada yang salah. Luncurkan app Rumah di perangkat iOS Anda untuk mencoba memperbaiki masalah tersebut.
it: Si è verificato un errore. Per risolvere il problema, apri l’app Casa sul tuo dispositivo iOS.
ja: 問題が起きました。問題の解決を試みるには、iOSデバイスのホームアプリを起動してみてください。
ko: 문제가 발생했습니다. 문제를 해결해보려면 iOS 기기에서 홈 앱을 실행하십시오.
ms: Masalah telah berlaku. Lancarkan app Rumah pada peranti iOS anda untuk cuba membetulkan masalah.
nb: Det har oppstått et problem. Start Hjem-appen på iOS-enheten for å prøve å løse problemet.
nl: Er is iets fout gegaan. Open de Woning-app op je iOS-apparaat om te proberen het probleem op te lossen.
pl: Coś poszło nie tak. Aby spróbować usunąć problem, uruchom aplikację Dom na urządzeniu iOS.
pt_br: Algo deu errado. Abra o app Casa no seu dispositivo iOS para tentar solucionar o problema.
pt_pt: Ocorreu um erro. Abra a aplicação Casa no seu dispositivo iOS para tentar resolver o problema.
ro: Ceva nu a funcționat. Lansați aplicația Locuință pe dispozitivul dvs. iOS pentru a încerca să rezolvați problema.
ru: Произошла ошибка. Запустите приложение «Дом» на устройстве iOS, чтобы попытаться устранить проблему.
sk: Došlo k chybe. Problém sa môžete pokúsiť opraviť spustením apky Domácnosť na iOS zariadení.
sl: Nekaj je šlo narobe. Zaženite aplikacijo Dom v napravi iOS, da poskusite odpraviti težavo.
sv: Något blev fel. Starta appen Hem på din iOS-enhet om du vill försöka lösa problemet.
th: มีบางอย่างผิดพลาด เปิดใช้แอปบ้านบนอุปกรณ์ iOS ของคุณเพื่อลองพยายามแก้ไขปัญหานี้
tr: Bir sorun oluştu. Sorunu çözmeyi denemek için iOS aygıtınızda Ev uygulamasını açın.
uk: Щось не так, як треба. Запустіть програму «Дім» на своєму пристрої iOS, щоб спробувати виправити цю проблему.
vi: Đã xảy ra sự cố. Chạy ứng dụng Nhà trên thiết bị iOS của bạn để tìm cách khắc phục sự cố.
zh_cn: 出错了。请在你的iOS设备上开启“家庭”App来修复该问题。
zh_hk: 發生錯誤。請啟動你的iOS裝置上的「家居」App以嘗試修正問題。
zh_tw: 發生錯誤。請在你的iOS裝置上啟動「家庭」App來嘗試修復問題。

# WHARemoveFromHome
source: Remove From Home
ar: إزالة من المنزل
ca: Elimina de l’app Casa
cs: Odstranit z domácnosti
da: Fjern fra Hjem
de: Von Zuhause entfernen
el: Αφαίρεση από την οικία
es: Eliminar de Casa
es_us: Eliminar de Casa
fi: Poista Koti-apista
fr: Supprimer de Maison
fr_ca: Supprimer de Domicile
he: הסרה מהיישום ״הבית שלי״
hi: घर ऐप से हटाएँ
hr: Ukloni iz aplikacije Dom
hu: Eltávolítás az Otthonból
id: Hapus Dari Rumah
it: Rimuovi dall’app Casa
ja: ホームから削除
ko: 홈에서 제거
ms: Keluarkan Daripada Rumah
nb: Fjern fra Hjem
nl: Verwijder uit Woning
pl: Usuń z domu
pt_br: Remover da Casa
pt_pt: Remover de Casa
ro: Eliminați din Locuință
ru: Удалить из Дома
sk: Odstrániť z Domácnosti
sl: Odstrani iz aplikacije Dom
sv: Ta bort från Hem
th: เอาออกจากบ้าน
tr: Ev’den Sil
uk: Вилучити з Дому
vi: Xóa khỏi Nhà
zh_cn: 从“家庭”移除
zh_hk: 從「家居」移除
zh_tw: 從「家庭」中移除

# WHARoomOtherTitle
source: Add New Room…
ar: إضافة غرفة جديدة…
ca: Afegeix una habitació nova…
cs: Přidat novou místnost…
da: Tilføj nyt værelse…
de: Neuen Raum hinzufügen …
el: Προσθήκη νέου δωματίου…
es: Añadir nueva habitación…
es_us: Nueva habitación…
fi: Lisää uusi huone…
fr: Ajouter une pièce…
fr_ca: Ajouter une nouvelle pièce…
he: הוספת חדר חדש…
hi: नया कमरा जोड़ें…
hr: Dodaj novu prostoriju…
hu: Új szoba hozzáadása…
id: Ruangan Baru…
it: Aggiungi una nuova stanza…
ja: 新しい部屋を追加…
ko: 새로운 방 추가…
ms: Tambah Bilik Baharu…
nb: Legg til et nytt rom…
nl: Voeg nieuwe kamer toe…
pl: Dodaj nowy pokój…
pt_br: Adicionar Novo Cômodo…
pt_pt: Adicionar divisão nova…
ro: Adăugați o cameră nouă…
ru: Добавить комнату…
sk: Pridať novú miestnosť…
sl: Dodaj nov prostor …
sv: Lägg till nytt rum…
th: เพิ่มห้องใหม่…
tr: Yeni Oda Ekle…
uk: Додати нову кімнату…
vi: Thêm phòng mới…
zh_cn: 添加新房间…
zh_hk: 加入新房間⋯
zh_tw: 新增房間⋯

# WHARoomSelectTitle
source: Select a Room
ar: حدد غرفة
ca: Selecciona una habitació
cs: Výběr místnosti
da: Vælg et værelse
de: Raum auswählen
el: Επιλέξτε δωμάτιο
es: Selecciona una habitación
es_us: Selecciona una habitación
fi: Valitse huone
fr: Sélectionner une pièce
fr_ca: Sélectionner une pièce
he: בחירת חדר
hi: कमरा चुनें
hr: Odaberite prostoriju
hu: Szoba kiválasztása
id: Pilih Ruangan
it: Scegli una stanza
ja: 部屋を選択
ko: 방 선택
ms: Pilih Bilik
nb: Velg et rom
nl: Selecteer een kamer
pl: Wybierz pokój
pt_br: Selecione um Cômodo
pt_pt: Selecione uma divisão
ro: Selectați o cameră
ru: Выберите комнату
sk: Vyberte miestnosť
sl: Izberite prostor
sv: Välj ett rum
th: เลือกห้อง
tr: Bir Oda Seçin
uk: Виберіть кімнату
vi: Chọn một phòng
zh_cn: 选择房间
zh_hk: 選擇房間
zh_tw: 選取房間

# WHARoomTitle
source: Room
ar: الغرفة
ca: Habitació
cs: Místnost
da: Værelse
de: Raum
el: Δωμάτιο
es: Habitación
es_us: Habitación
fi: Huone
fr: Pièce
fr_ca: Pièce
he: חדר
hi: कमरा
hr: Prostorija
hu: Szoba
id: Ruangan
it: Stanza
ja: 部屋
ko: 방
ms: Bilik
nb: Rom
nl: Kamer
pl: Pokój
pt_br: Cômodo
pt_pt: Divisão
ro: Cameră
ru: Комната
sk: Miestnosť
sl: Prostor
sv: Rum
th: ห้อง
tr: Oda
uk: Кімната
vi: Phòng
zh_cn: 房间
zh_hk: 房間
zh_tw: 房間

# WHARoomTitleDescription
source: You can now AirPlay music, podcasts, and radio stations to every room in your home.
ar: يمكنك الآن استخدام البث السريع مع الموسيقى والبودكاست ومحطات الراديو في كل غرفة داخل منزلك.
ca: Ara pots reproduir música, pòdcasts i emissores de ràdio a totes les habitacions de casa teva amb l’AirPlay.
cs: Nyní můžete přes AirPlay streamovat hudbu, podcasty a stanice rádia do kterékoli místnosti v domácnosti.
da: Nu kan du afspille musik, podcasts og radiostationer via AirPlay til alle værelser i dit Hjem.
de: Jetzt können Musik, Podcasts und Radiosender in jedem Raum deines Zuhauses über AirPlay gestreamt werden.
el: Μπορείτε τώρα να αναπαράγετε μουσική, podcast και ραδιοφωνικούς σταθμούς μέσω AirPlay σε οποιοδήποτε δωμάτιο της οικίας σας.
es: Ahora puedes reproducir música, podcasts y emisoras de radio con AirPlay en todas las habitaciones de tu casa.
es_us: Ahora puedes reproducir música, podcasts y estaciones de radio con AirPlay en todas las habitaciones de tu casa.
fi: Voit nyt käyttää AirPlayta musiikin, podcastien ja radioasemien kuunteluun kotisi jokaisessa huoneessa.
fr: Vous pouvez désormais utiliser AirPlay pour diffuser de la musique, des podcasts et des stations de radio dans chaque pièce de votre domicile.
fr_ca: Vous pouvez dorénavant utiliser AirPlay pour écouter de la musique, des balados et des stations de radio dans toutes les pièces de votre maison.
he: כעת ניתן לשדר ב-AirPlay מוזיקה, פודקאסטים ותחנות רדיו לכל החדרים בבית.
hi: आप अब संगीत, पॉडकास्ट और रेडियो स्टेशन को अपने घर के हर कमरे में AirPlay कर सकते हैं।
hr: Odsad možete pokrenuti AirPlay reprodukciju glazbe, podcasta i radio postaja u svakoj prostoriji vašeg doma.
hu: Az AirPlay használatával zenét, podcastokat és rádióállomásokat játszhat le az otthona minden szobájában.
id: Anda dapat menggunakan AirPlay untuk musik, podcast, dan stasiun radio di setiap ruangan di rumah Anda.
it: Utilizza AirPlay per ascoltare musica, podcast e stazioni radio in ogni stanza di casa.
ja: ミュージック、ポッドキャスト、ラジオステーションを各部屋にAirPlayをすることができるようになりました。
ko: 이제 음악, 팟캐스트 및 라디오 스테이션을 집 안의 모든 방으로 AirPlay할 수 있습니다.
ms: Anda kini boleh AirPlay muzik, podcast dan stesen radio ke setiap bilik dalam rumah anda.
nb: Du kan nå bruke AirPlay til å spille av musikk, podkaster og radiostasjoner hvor som helst i hjemmet.
nl: Je kunt nu via AirPlay in elke kamer van je woning luisteren naar muziek, podcasts en radiostations.
pl: Teraz możesz również przesyłać muzykę, podcasty i programy stacji radiowych przez AirPlay do dowolnego pokoju w domu.
pt_br: Agora você pode usar o AirPlay para reproduzir músicas, podcasts e estações de rádio em qualquer cômodo da sua casa.
pt_pt: Já pode usar AirPlay para ouvir música, podcasts e estações de rádio em todas as divisões da casa.
ro: Acum puteți să difuzați prin AirPlay muzică, podcasturi și posturi radio în toate camerele din locuința dvs.
ru: Вы можете передавать музыку, подкасты и радиостанции по AirPlay в каждую комнату своего дома.
sk: Odteraz môžete pomocou AirPlay prehrávať hudbu, podcasty a stanice rádia v ľubovoľnej miestnosti v domácnosti.
sl: S funkcijo AirPlay lahko zdaj predvajate glasbo, podkaste in radijske postaje v vsak prostor svojega doma.
sv: Nu kan du spela musik, poddar och radiostationer via AirPlay till alla rum i hemmet.
th: คุณสามารถใช้ AirPlay กับเพลง พ็อดคาสท์ และสถานีวิทยุเพื่อส่งไปยังทุกๆ ห้องในบ้านของคุณได้แล้ว
tr: Müziklerinizi, podcast’lerinizi ve radyo istasyonlarınızı artık evinizin her odasında AirPlay ile dinleyebilirsiniz.
uk: Тепер ви можете транслювати через AirPlay музику, подкасти й радіостанції в кожну кімнату дому.
vi: Bây giờ bạn có thể phát nhạc, podcast và đài phát radio qua AirPlay đến mọi phòng trong nhà.
zh_cn: 现在，你在家中的每个房间均可隔空播放音乐、播客和广播电台。
zh_hk: 你現在可以將音樂、Podcast和廣播電台AirPlay至家中所有房間。
zh_tw: 你現可將音樂、Podcast和廣播電台AirPlay到家中所有房間。

# WHASelectRoomTitle
source: Select Room
ar: حدد غرفة
ca: Selecciona una habitació
cs: Vybrat místnost
da: Vælg værelse
de: Raum auswählen
el: Επιλογή δωματίου
es: Selecciona una habitación
es_us: Seleccionar habitación
fi: Valitse huone
fr: Sélectionner une pièce
fr_ca: Sélectionner une pièce
he: בחירת חדר
hi: कमरा चुनें
hr: Odaberite prostoriju
hu: Szoba kijelölése
id: Pilih Ruangan
it: Scegli una stanza
ja: 部屋を選択
ko: 방 선택
ms: Pilih Bilik
nb: Velg rom
nl: Selecteer kamer
pl: Wybierz pokój
pt_br: Selecione um Cômodo
pt_pt: Selecionar divisão
ro: Selectați camera
ru: Выбор комнаты
sk: Vybrať miestnosť
sl: Izbira prostora
sv: Välj rum
th: เลือกห้อง
tr: Oda Seç
uk: Виберіть кімнату
vi: Chọn phòng
zh_cn: 选择房间
zh_hk: 選擇房間
zh_tw: 選取房間

# WHASetupFooter
source: Make sure your iOS device is signed in to the iCloud account %@.
ar: تأكد أنه قد تم تسجيل دخول جهاز iOS إلى حساب iCloud: ‏%@
ca: Comprova que hagis iniciat sessió al dispositiu iOS amb el compte de l’iCloud “%@”.
cs: Zkontrolujte, zda je iOS zařízení přihlášené k účtu na iCloudu %@.
da: Sørg for, at din iOS-enhed er logget ind på iCloud-kontoen %@.
de: Stelle sicher, dass dein iOS-Gerät beim folgenden iCloud-Account angemeldet ist: %@
el: Βεβαιωθείτε ότι η συσκευή iOS σας είναι συνδεδεμένη στον λογαριασμό iCloud %@.
es: Comprueba que en el dispositivo iOS se haya iniciado sesión con la cuenta de iCloud “%@”.
es_us: Asegúrate de que tu dispositivo iOS tenga iniciada sesión con la cuenta de iCloud: %@.
fi: Varmista, että iOS-laite on kirjautunut iCloud-tilille %@.
fr: Assurez-vous que votre appareil iOS est connecté au compte iCloud %@.
fr_ca: Assurez-vous que votre appareil iOS est connecté au compte iCloud %@
he: יש לוודא שמכשיר ה-iOS שלך מחובר לחשבון ה-iCloud: ‏%@.
hi: सुनिश्चित करें कि आपका iOS डिवाइस %@ iCloud खाते में साइन इन है।
hr: Provjerite je li vaš iOS uređaj prijavljen u iCloud račun %@.
hu: Győződjön meg róla, hogy az iOS-eszköze be van jelentkezve a következő iCloud-fiókba: %@
id: Pastikan perangkat iOS Anda masuk ke akun iCloud %@.
it: Assicurati di aver eseguito l’accesso sul tuo dispositivo iOS con l’account iCloud %@.
ja: iOSデバイスがiCloudアカウント%@にサインインしていることを確認してください。
ko: iOS 기기가 ‘%@’ iCloud 계정에 로그인되어 있는지 확인하십시오.
ms: Pastikan peranti iOS anda didaftar masuk ke akaun iCloud %@.
nb: Kontroller at iOS-enheten er logget på iCloud-kontoen %@.
nl: Zorg dat je iOS-apparaat is ingelogd bij deze iCloud-account: %@.
pl: Upewnij się, że urządzenie iOS używa następującego konta iCloud: %@
pt_br: Certifique-se de que o seu dispositivo iOS iniciou uma sessão na conta do iCloud: %@
pt_pt: Certifique‑se de que o dispositivo iOS tem sessão iniciada na conta iCloud %@.
ro: Asigurați‑vă că dispozitivul dvs. iOS este autentificat în contul de iCloud %@.
ru: Убедитесь, что на Вашем устройстве iOS выполнен вход в учетную запись iCloud %@.
sk: Uistite sa, že je vaše iOS zariadenie prihlásené do iCloud účtu %@.
sl: Prepričajte se, da je vaša naprava iOS vpisana v račun iCloud %@.
sv: Kontrollera att iOS-enheten är inloggad på iCloud-kontot %@.
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ iOS ของคุณลงชื่อเข้าบัญชี iCloud %@
tr: iOS aygıtınızın %@ iCloud hesabına giriş yaptığından emin olun.
uk: Упевніться, що ваш пристрій iOS увійшов в обліковий запис iCloud %@.
vi: Đảm bảo rằng thiết bị iOS của bạn được đăng nhập vào tài khoản iCloud %@.
zh_cn: 确保iOS设备已登录iCloud账户%@。
zh_hk: 請確定你的iOS裝置已登入iCloud帳户%@。
zh_tw: 請確定你的iOS裝置已登入iCloud帳號%@。

# WHASetupInstructions
source: 1. Unlock your iPhone or iPad. 2. Turn on Bluetooth on your device. 3. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ‏٢. شغل Bluetooth على جهازك. ‏٣. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Activa el Bluetooth al dispositiu. 3. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Zapněte na svém zařízení Bluetooth. 3. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Slå Bluetooth til på din enhed. 3. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Aktiviere Bluetooth auf deinem Gerät. 3. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad σας. 2. Ενεργοποιήστε το Bluetooth στη συσκευή σας. 3. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Activa Bluetooth en tu dispositivo. 3. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea tu iPhone o iPad. 2. Activa Bluetooth en tu dispositivo. 3. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa iPhonesi tai iPadisi. 2. Laita Bluetooth päälle laitteessa. 3. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Activez le Bluetooth sur votre appareil. 3. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Activez Bluetooth sur votre appareil. 3. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להפעיל את Bluetooth במכשיר. ‏3. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. अपने डिवाइस पर Bluetooth चालू करें। 3. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte svoj iPhone ili iPad. 2. Uključite Bluetooth na svom uređaju. 3. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Kapcsolja be a Bluetootht az eszközén. 3. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Nyalakan Bluetooth di perangkat Anda. 3. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Attiva il Bluetooth sul dispositivo. 3. Avvicina il dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. お使いのデバイスでBluetoothをオンにします。 3. デバイスをこのApple TVに近付けます。
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. 사용자의 기기에서 Bluetooth를 켜십시오. 3. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Aktifkan Bluetooth pada peranti anda. 3. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp iPhonen eller iPaden. 2. Slå på Bluetooth på enheten. 3. Hold enheten nær Apple TV.
nl: 1. Ontgrendel je iPhone of iPad. 2. Schakel Bluetooth in op je apparaat. 3. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj swojego iPhone’a lub iPada. 2. Włącz Bluetooth na urządzeniu. 3. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o seu iPhone ou iPad. 2. Ative o Bluetooth no dispositivo. 3. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Ative o Bluetooth no dispositivo. 3. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Activați Bluetooth pe dispozitiv. 3. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте свой iPhone или iPad. 2. Включите Bluetooth на устройстве. 3. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite svoj iPhone alebo iPad. 2. Zapnite Bluetooth na zariadení. 3. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Vklopite Bluetooth v svoji napravi. 3. Napravo približajte Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad. 2. Slå på Bluetooth på enheten. 3. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เปิดบลูทูธบนอุปกรณ์ของคุณ 3. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun ya da iPad’inizin kilidini açın. 2. Aygıtınızda Bluetooth’u açın. 3. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть свій iPhone чи iPad. 2. Увімкніть Bluetooth на пристрої. 3. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Bật Bluetooth trên thiết bị của bạn. 3. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁你的iPhone或iPad。 2. 打开设备上的蓝牙。 3. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 開啟你裝置上的藍牙。 3. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 在裝置上開啟藍牙。 3. 將裝置靠近此Apple TV。

# WHASetupRepairCDPTitle
source: Add this Apple TV to your Home
ar: إضافة هذا الـ Apple TV إلى المنزل
ca: Afegeix aquest Apple TV a casa teva
cs: Přidání Apple TV do domácnosti
da: Føj dette Apple TV til dit Hjem
de: Apple TV zu deinem Zuhause hinzufügen
el: Προσθήκη αυτού του Apple TV στην οικία σας
es: Añade este Apple TV a tu casa
es_us: Agrega este Apple TV a tu casa
fi: Lisätään tämä Apple TV kotiin
fr: Ajoutez cette Apple TV à votre domicile
fr_ca: Ajouter cette Apple TV à votre domicile
he: הוספת Apple TV זה אל ״הבית שלי״
hi: इस Apple TV को अपने घर में जोड़ें
hr: Dodajte ovaj Apple TV u svoj Dom
hu: Az Apple TV hozzáadása az Otthonához
id: Tambahkan Apple TV ini ke Rumah Anda
it: Aggiungi Apple TV alla tua abitazione
ja: このApple TVをホームに追加
ko: 이 Apple TV를 홈에 추가
ms: Tambah Apple TV ini ke Rumah anda
nb: Legg til Apple TV i hjemmet
nl: Voeg deze Apple TV toe aan je woning
pl: Dodaj Apple TV do Domu
pt_br: Adicione esta Apple TV à sua Casa
pt_pt: Adicionar esta Apple TV à sua casa
ro: Adăugați acest Apple TV în Locuință
ru: Добавление Apple TV в приложение «Дом»
sk: Pridajte Apple TV do domácnosti
sl: Dodajte Apple TV v svoj Dom
sv: Lägg till denna Apple TV i ditt hem
th: เพิ่ม Apple TV เครื่องนี้ไปยังบ้านของคุณ
tr: Bu Apple TV’yi Ev’inize ekleyin
uk: Додайте цей Apple TV у свій Дім
vi: Thêm Apple TV này vào nhà của bạn
zh_cn: 将此Apple TV添加到你的家
zh_hk: 將此Apple TV加至「家居」
zh_tw: 將此Apple TV加入你的「家庭」

# WHASetupTitle
source: Add This Apple TV to Your Home
ar: إضافة هذا الـ Apple TV إلى المنزل
ca: Afegeix aquest Apple TV a casa teva
cs: Přidejte Apple TV do své domácnosti
da: Føj dette Apple TV til dit Hjem
de: Apple TV zu deinem Zuhause hinzufügen
el: Προσθήκη αυτού του Apple TV στην Οικία σας
es: Añade este Apple TV a tu casa
es_us: Agrega este Apple TV a tu casa
fi: Lisätään tämä Apple TV kotiin
fr: Ajoutez cette Apple TV au domicile
fr_ca: Ajouter cette Apple TV au domicile
he: הוספת Apple TV זה אל ״הבית שלי״
hi: इस Apple TV को अपने घर में जोड़ें
hr: Dodajte ovaj Apple TV u svoj Dom
hu: Az Apple TV hozzáadása az Otthonához
id: Tambahkan Apple TV Ini ke Rumah Anda
it: Aggiungi questa Apple TV alla tua abitazione
ja: このApple TVを“ホーム”に追加
ko: 이 Apple TV를 홈에 추가
ms: Tambah Apple TV Ini ke Rumah Anda
nb: Legg til Apple TV i hjemmet
nl: Voeg deze Apple TV toe aan je woning
pl: Dodaj ten Apple TV do domu
pt_br: Adicione Esta Apple TV à Sua Casa
pt_pt: Adicionar esta Apple TV à sua casa
ro: Adăugați acest Apple TV în Locuință
ru: Добавьте этот Apple TV в приложение «Дом»
sk: Pridajte Apple TV do domácnosti
sl: Dodajte Apple TV v svoj Dom
sv: Lägg till denna Apple TV i ditt hem
th: เพิ่ม Apple TV เครื่องนี้ไปยังบ้านของคุณ
tr: Bu Apple TV’yi Ev’inize Ekleyin
uk: Додайте цей Apple TV у свій Дім
vi: Thêm Apple TV này vào nhà của bạn
zh_cn: 将此Apple TV添加到你的家
zh_hk: 將此Apple TV加至「家居」
zh_tw: 將此Apple TV加入你的「家庭」
